{
  "title": {
    "text": {
      "headline": "Histoire humaine de Medainë<br/>De l'arrivée des Me'eda à nos jours",
      "text": "<p>Près de dix-huit siècles se sont écoulés depuis la découverte de ces terres par les tribus nomades me'eda, ancêtres des Meda-vê et premier peuple humain à s'établir dans ces contrées. Cette frise chronologique retrace les événements marquants et les périodes majeures qui ont jalonné l'histoire des humains vivant et ayant vécu à Medainë.</p><p><i>Code couleur :</i></p><ul><li style='color:156523'>Culture</li><li style='color:980404'>Militaire</li><li style='color:244f9a'>Politique et diplomatie</li></ul>"
    }
  },
  "eras": [
    {
      "start_date": {
        "year": "-1300"
      },
      "end_date": {
        "year": "-1100"
      },
      "text": {
        "headline": "Me'eda nomades"
      }
    },
    {
      "start_date": {
        "year": "-1100"
      },
      "end_date": {
        "year": "-592"
      },
      "text": {
        "headline": "Tribus sédentarisées"
      }
    },
    {
      "start_date": {
        "year": "-592"
      },
      "end_date": {
        "year": "0"
      },
      "text": {
        "headline": "Domaines indépendants"
      }
    },
    {
      "start_date": {
        "year": "0"
      },
      "end_date": {
        "year": "318"
      },
      "text": {
        "headline": "Razhiga"
      }
    },
    {
      "start_date": {
        "year": "318"
      },
      "end_date": {
        "year": "523"
      },
      "text": {
        "headline": "Maaduga"
      }
    }
  ],
  "events": [
    {
      "start_date": {
        "year": "-1300"
      },
      "end_date": {
      "year": "-1150"
      },
      "text": {
        "headline": "Errance des Me'eda",
        "text": "<p>Établis sur des terres situées au nord-ouest de l'actuel Erdaas, les Me'eda voient les zones habitables de cette région peu à peu rabotées par la transgression marine. Outre ses conséquences climatiques, ce phénomène bouleverse également l'équilibre politique et économique de la région, au point de forcer les tribus me'eda à la fuite, les unes après les autres.</p><p>Dépourvues de leur terre d'origine, elles adoptent alors un mode de vie nomade et parcourent le continent à la recherche de contrées où s'établir. Avançant d'abord vers l'est puis le sud, ils sont à maintes reprises chassés de leurs habitats temporaires par des peuples humains ou Kala'em s'opposant à leur présence durable sur leurs terres.</p>"
      }
    },
    {
      "start_date": {
        "year": "-1150"
      },
      "end_date": {
        "year": "-1050"
      },
      "text": {
        "headline": "<div style='color:#156523'>Sédentarisation</div>",
        "text": "<p>Après avoir longé le bois de Moen et la chaîne des monts Ymia par l'ouest, les Me'eda quittent le royaume de Silig, franchissent la passe de Savad et progressent jusqu'au lac Dezuri. Découvrant enfin des terres hospitalières et vierges de toute présence humaine, ils s'approprient promptement ces contrées, abandonnent graduellement leur mode de vie nomade et établissent de premiers villages aux emplacements les plus accueillants.</p>"
      }
    },
    {
      "start_date": {
        "year": "-1083"
      },
      "text": {
        "headline": "<div style='color:#156523'>Premiers contacts avec les Esah'em</div>",
        "text": "<p>Après quelques décennies d'observation, les Esah'em entrent en contact avec les Me'eda par une manifestation télépathique recouvrant tout le pays. Ils se présentent comme les dieux majeurs de ce monde et gardiens des contrées que leur peuple entreprend de s'approprier. Cette apparition magique désempare leurs interlocuteurs humains, qui ne voient en ces entités rien de commun avec les dieux qu'ils vénèrent depuis des siècles. Mais les Esah'em, plus amusés qu'offensés par la méfiance qu'ils suscitent, prennent alors forme humaine et rendent visite aux Me'eda dans leurs villages, où quelques démonstrations de leurs pouvoirs suffisent à convaincre la plupart des incrédules.</p><p>Au contact de ces dieux, les humains font bientôt preuve d'une grande curiosité et les inondent de questions, de la métaphysique à l'astronomie en passant par la morale et la politique. Les Esah'em offrent des réponses tant qu'elles sont à la portée d'un esprit humain, mais se plaisent aussi à ne pas trop en dire pour laisser à ce peuple le soin de faire ses propres découvertes. De leur côté, les chefs de tribu et les prêtres font bientôt face à un dilemme, n'osant renier les croyances qui légitiment leur autorité mais craignant toutefois de vexer ainsi ces dieux énigmatiques.</p>"
      }
    },
    {
      "start_date": {
        "year": "-1080"
      },
      "end_date": {
        "year": "-1066"
      },
      "text": {
        "headline": "<div style='color:#156523'>Établissement de la Concorde</div>",
        "text": "<p>Depuis ce premier contact, tous les étages de la société me'eda sont en proie à une intense agitation. En dépit de l'indéniable nature surhumaine de ces entités, la vieille génération refuse farouchement de les appeler « dieux » et d'abandonner les croyances héritées des ancêtres nomades. Tandis que des opportunistes jouent aux prophètes, le clergé réunit précipitamment un concile et décide que serait désormais diffusée une foi syncrétique, où anciens et nouveaux dieux cohabitent. Mais les les divinités, aussi vigilantes que toutes-puissantes, font taire quiconque prétend parler en leur nom ou mentir à leur sujet.</p><p>Constatant le désarroi causé par leur apparition, elles proposent alors un pacte au peuple me'eda : elles offrent de l'accompagner dans sa quête d'une nouvelle patrie. Cependant, les Me'eda ne seront tolérés sur ces terres qu'à condition qu'ils en préservent la beauté et respectent la vie qui s'y épanouit déjà. Plus que jamais conscients du sursis accordé à leur peuple jusqu'à présent, les chefs de tribu et les pontifes se réunissent pour décider au nom de tous les Me'eda. Devant cette opportunité d'un nouveau départ après des siècles d'errance, et avec le soutien du gros de la population, les dirigeants acceptent unanimement ce pacte. C'est ainsi qu'est officiellement établie la Concorde, qui unira durant des siècles le destin des Me'eda et de leurs héritiers, à celui des Esah'em.</p>"
      }
    },
    {
      "start_date": {
        "year": "-1050"
      },
      "end_date": {
        "year": "-660"
      },
      "text": {
        "headline": "Exploration et aménagement des terres",
        "text": "<p>Les villes grandissent, la population croît rapidement et les Me'eda continuent à s'établir partout où ils le peuvent sur ces terres, dessinant peu à peu les contours du pays. Pour faciliter le transport et la communication, ils aménagent des routes de terres, ainsi que des voies fluviales facilitant les échanges d'une ville à l'autre. Les Me'eda se mettent également à la recherche de gisements de minerai, tandis que la métallurgie se développe pour répondre aux nouveaux besoins apparus avec l'essor de l'agriculture et de l'artisanat.</p><p>Conformément aux engagements de la Concorde, les Me'eda veillent à préserver la nature et les êtres vivants qu'ils découvrent durant cette exploration, abandonnant si nécessaire certains projets d'aménagement. Le clergé, qui s'est progressivement restructuré en émissaire des Esah'em et garant de la Concorde, se charge tant bien que mal de tempérer les ardeurs expansionnistes et d'éviter tout litige avec les divinités mineures déjà établies sur place. C'est ainsi qu'à l'est, suite à leurs contacts tâtonnants avec le peuple des Géants, ces derniers accordent aux Me'eda des territoires à la frange de la plaine de la Ma'av mais les avertissent de leur intransigeance vis-à-vis du respect de ces frontières.</p>"
      }
    },
    {
      "start_date": {
        "year": "-651"
      },
      "end_date": {
        "year": "-644"
      },
      "text": {
        "headline": "<div style='color:#980404'>Première guerre savadique</div>",
        "text": "<p><i><a href='frise.php?id=1gs'>Frise détaillée</a></i></p><p>Les Me'eda doivent faire face à la première agression militaire à leur encontre depuis leur sédentarisation. Le roi de Silig, pays voisin à l'ouest de la passe de Savad, lève un ost de près de sept mille soldats et ordonne l'invasion de Medainë. Pris au dépourvu, les Me'eda fuient d'abord vers le nord et l'est du pays, abandonnant leurs villes à l'envahisseur, qui progresse deux ans durant jusqu'à étirer la ligne de front au maximum des capacités de ses troupes.</p><p>Les Me'eda, intrépides chasseurs et excellents cavaliers, contre-attaquent l'année suivante en lançant leurs archers à l'assaut des positions ennemies, rendues vulnérables par la dispersion des troupes sur le territoire conquis. Après deux ans d'escarmouches, l'armée de Silig doit battre en retraite face à la cavalerie me'eda qui les tiraille sans relâche. Celle-ci parvient même à prendre de vitesse ses ennemis et les force à se terrer dans Kodosha-da après avoir coupé leurs voies d'approvisionnement. La guerre prend fin avec la capitulation des troupes de Silig, assiégées depuis un an, démoralisées et abandonnées par leur roi.</p>"
      }
    },
    {
      "start_date": {
        "year": "-592"
      },
      "end_date": {
        "year": "-568"
      },
      "text": {
        "headline": "<div style='color:#244f9a'>Morcellement en dix états</div>",
        "text": "<p>Désormais largement dispersées dans le pays, les tribus me'eda s'émancipent peu à peu les unes des autres et délimitent leurs propres territoires. Plusieurs chefs de tribu, désireux d'asseoir plus fermement leur pouvoir, fondent de petits états indépendants et se proclament « seigneurs ». Dans les décennies qui suivent, les autres chefs de tribu finissent par imiter ces nouveaux monarques et au total, dix domaines-états se créent dans le pays, se partageant l'intégralité du territoire :</p><p><ul style='columns:2'><li>Jelain</li><li>Porara</li><li>Chuzan</li><li>Taalses</li><li>Kodosha</li><li>Yomba</li><li>Laghien</li><li>Istuuk</li><li>Damoenë</li>Gohuenë<li></li></ul></p>"
      }
    },
    {
      "start_date": {
        "year": "-570"
      },
      "end_date": {
        "year": "-360"
      },
      "text": {
        "headline": "<div style='color:#980404'>Guerres fratricides</div>",
        "text": "<p>Du fait du manque de concertation lors de la proclamation des domaines, les nouveaux monarques ne tardent pas à se disputer la souveraineté sur certaines terres. Les fleuves, routes commerciales et gisements de minerai constituent autant d'enjeux stratégiques, au point que certaines rivalités entre seigneurs dégénèrent en guerres meurtrières. Pendant plus de deux siècles, les conflits se succèdent et les territoires disputés passent d'un domaine à un autre. Au fil des conquêtes, annexions et traités, le tracé des frontières est sans cesse redessiné, tandis que le cœur de chaque domaine s'établit et se stabilise autour de sa capitale.</p><p>Sous l'impulsion des monarques, qui cherchent à unifier leurs sujets, les identités culturelles des différents domaines s'affirment en s'appuyant sur leurs origines tribales. En dépit de leur caractère fratricide, les épisodes de guerre participent considérablement à raffermir ces sentiments d'appartenance. Leur consolidation ne suffit toutefois pas à effacer l'identité des Me'eda en tant que peuple à part entière, profondément ancrée dans la culture, la langue et l'histoire partagées par toutes les tribus.</p>"
      }
    },
    {
      "start_date": {
        "year": "-397"
      },
      "text": {
        "headline": "<div style='color:#244f9a'>Disparition de Laghien</div>",
        "text": "<p>Après une guerre impitoyable de quelques mois seulement, le domaine de Laghien, situé à l'ouest du lac Dezuri, s'effondre sous les assauts des armées de Yomba. Après avoir conclu un pacte de non-intervention avec Taalses, l'assaillant profite de la vulnérabilité de cette modeste région pour l'assaillir. Sa monarque, dont les appels à l'aide sont systématiquement ignorés, est officiellement destituée lorsque la capitale Thurm tombe aux mains des conquérants. Sa famille a vite fait d'être intégralement éliminée par les assassins à la solde du seigneur de Yomba, qui veut voir disparaître tous les potentiels prétendants à la couronne déchue.</p><p>Dans les semaines qui suivent la chute de Thurm, les seigneurs de Yomba et Taalses s'y réunissent pour négocier le partage du territoire de Laghien. Il est décidé que Yomba en conserve la plus grande partie au sud, tandis que Kodosha obtient une large région prolongeant ses terres vers l'est jusqu'au lac.</p>"
      }
    },
    {
      "start_date": {
        "year": "-381"
      },
      "end_date": {
        "year": "-374"
      },
      "text": {
        "headline": "<div style='color:#244f9a'>Ajund appelle à la paix</div>",
        "text": "<p>Ajund, jeune monarque de dix-sept ans, vient tout juste d'accéder au trône du puissant domaine de Jelain lorsqu'elle décide d'intervenir de façon décisive dans la diplomatie entre les factions de Medainë. Elle invoque une vieille tradition des tribus nomades pour inviter tous les seigneurs du pays à se réunir pacifiquement en conseil extraordinaire. L'audacieuse monarque en appelle alors à la solidarité qui unissait les tribus me'eda et enjoint aux seigneurs de cesser leurs guerres fratricides. Elle leur rappelle l'épreuve terrible de la guerre savadique et plaide la cause du peuple, première victime des campagnes militaires sanguinaires.</p><p>Bien qu'aucun accord de paix ne soit conclu lors du conseil, les arguments d'Ajund font leur chemin dans les cours et auprès des dignitaires. Son caractère bien trempé lui vaut quelques critiques mais ses efforts continuels en faveur de la paix forcent le respect. Au terme de presque huit ans de patientes négociations, l'infatigable Ajund meurt en couches avant que la paix ne soit complètement rétablie à Medainë.</p>"
      }
    },
    {
      "start_date": {
        "year": "-328"
      },
      "end_date": {
        "year": "-322"
      },
      "text": {
        "headline": "<div style='color:#980404'>Deuxième guerre savadique</div>",
        "text": "<p><i><a href='frise.php?id=2gs'>Frise détaillée</a></i></p><p>Les royaumes de Silig et Aleb assaillent Kodosha avec le renfort de plusieurs tribus de Montagnards de part et d'autre de la passe de Savad. Face à une force d'invasion de près de trente mille soldats, Kodosha est conquis en quelques mois et les envahisseurs placent sur le trône un monarque fantoche, institué comme vassal de la couronne de Silig. La famille du seigneur légitime se réfugie à Taalses, tandis que les autres seigneurs me'eda assistent à cette agression avec inquiétude, mais sans oser intervenir.</p><p>Trois ans plus tard, Taalses entre en guerre avec la nouvelle couronne de Kodosha suite à un incident diplomatique et envoie une armée de six mille soldats à la reconquête de la région. Trois ans durant, la guerre fait rage sans qu'aucun belligérant ne prenne le dessus, jusqu'à ce que d'autres seigneurs de Medainë interviennent. En effet, leurs domaines souffrent du blocage des voies de communication vers l'ouest, et sont finalement persuadés de venir au secours de Kodosha par des actes sacrilèges commis par l'occupant. L'alliance des me'eda face à l'occupant est décisive pour l'issue du conflit : avec le soutien des autres domaines, Kodosha est reconquis l'année suivante et la dynastie légitime est réinstituée sur le trône. Devant ce regain de solidarité, Aleb et Silig préfèrent abandonner leurs ambitions conquérantes. Les vainqueurs leur imposent une paix coûteuse ainsi que le retrait permanent de toutes leurs forces armées dans une frange d'une quarantaine de kilomètres sur toute la longueur de la frontière savadique.</p>"
      }
    },
    {
      "start_date":{
        "year": "-298"
      },
      "text":{
        "headline": "<div style='color:#244f9a'>Union de Taalses et Kodosha</div>",
        "text": "<p>Rapprochées par l'épreuve âpre de la deuxième guerre savadique, les familles régnantes de Taalses et Kodosha décident d'unir leurs domaines sous une même couronne. Pour sceller cette alliance, les deux héritiers, la princesse aînée de Taalses et le prince aîné de Kodosha, s'unissent par une sinmae et adoptent le neveu du prince, qui est aussi le premier petit-fils de la monarque de Kodosha. L'enfant est destiné à devenir le premier seigneur régnant officiellement sur les deux domaines.</p><p>Par sa souveraineté totale sur les routes et voies fluviales menant à l'étranger par l'ouest, la double couronne contrôle les échanges commerciaux qui en dépendent et taxe sévèrement les marchandises qui y transitent. Pour justifier cette mesure économique agressive, le nouveau domaine affirme consacrer le revenu de ces taxes à la défense de la passe de Savad, pour assurer la protection de tous les Me'eda. Cependant, les autres seigneurs ressentent cette mesure comme une véritable extorsion plutôt qu'une contribution à la sécurité du pays et de son peuple, et voient d'un mauvais œil les ambitions monopolistiques de la double couronne.</p>"
      }
    },
    {
      "start_date":{
        "year": "-266"
      },
      "text":{
        "headline": "<div style='color:#244f9a'>Formation de l'Alliance du Nord</div>",
        "text": "<p>Afin de défendre plus fermement leurs intérêts face à la double couronne de Taalses-Kodosha, les deux domaines du Nord du pays décident d'unir leurs forces. Chuzan et Porara constituent ainsi l'Alliance du Nord, une entente à la fois militaire et commerciale, pour mieux résister aux restrictions imposées par le domaine nouvellement unifié dans l'Ouest. Désormais en mesure de faire davantage pression sur celui-ci, ils tentent également de contourner les péages qu'il impose, en développant de nouvelles voies commerciales traversant la chaîne des Ymia par les cols et vallées les plus praticables. Sur le plan économique, le résultat n'est pas des plus convaincants, mais les efforts entrepris par l'Alliance du Nord la rapprochent diplomatiquement et commercialement des tribus de Montagnards établies dans les Ymia.</p>"
      }
    },
    {
      "start_date":{
        "year": "-264"
      },
      "text":{
        "headline": "<div style='color:#244f9a'>Les seigneurs du Sud s'allient</div>",
        "text": "<p>Dans le sillage de la jeune Alliance du Nord, Yomba et Istuuk concluent d'étroits accords commerciaux, soucieux de ne pas être dépassés par la concentration des pouvoirs économiques qui s'opère dans le pays. Dans le secret, les deux domaines s'engagent également à se prêter assistance militaire mutuelle, craignant que les rivalités économiques ne dégénèrent bientôt en un conflit armé de grande ampleur. Afin de préparer ses défenses, Istuuk accélère l'extraction et l'exploitation des minerais métallifères situés au sud de la cité de Thurm, tandis que Yomba cesse ses exportations d'armes vers l'ouest.</p><p>La double couronne, qui n'est pas dupe, répond impitoyablement par une hausse des taxes imposées à ses voisins.</p>"
      }
    },
    {
      "start_date":{
        "year": "-241"
      },
      "end_date": {
        "year": "-217"
      },
      "text":{
        "headline": "<div style='color:#244f9a'>Montée des tensions dans l'Ouest</div>",
        "text": "<p>Dans le Nord comme le Sud, les accords conclus et les alliances ne suffisent pas à contre-balancer l'énorme pouvoir de pression économique de Taalses-Kodosha. Peu à peu, l'agacement se mue en vive animosité chez ses voisins, qui fourbissent leurs armes et n'attendent qu'une maladresse de leur rival pour l'assaillir. Les royaumes alliés ne s'embarrassent plus de manigances visant à camoufler leurs préparatifs militaires, qui se poursuivent désormais au grand jour pour mieux intimider la double couronne</p><p>Malgré les menaces et provocations à peine déguisées, celle-ci tient fermement ses positions et allège ses défenses le long de la passe de Savad pour renforcer ses frontières à l'est. Sur le plan diplomatique, elle parvient à priver ses voisins du moindre <i>casus belli</i> en désamorçant habilement les incidents avant qu'ils ne deviennent des prétextes à une entrée en guerre.</p>"
      }
    },
    {
      "start_date":{
        "year": "-217"
      },
      "text":{
        "headline": "<div style='color:#244f9a'>Taalses-Kodosha isolée</div>",
        "text": "<p>Dès son arrivée sur le trône en -217, la jeune et impétueuse Nooar II, monarque de Yomba, ordonne de cesser toute relation diplomatique et commerciale avec la double couronne, excédée par l'orgueil dont cette dernière fait preuve. À Istuuk, son allié le seigneur Vanh lui reproche d'avoir agi sans le consulter, sans pour autant se priver de lui emboîter le pas, en décrétant un blocus commercial absolu sur Taalses-Kodosha.</p><p>Ces décisions, qui marquent une étape de plus dans la dégradation des relations diplomatiques entre domaines de l'Ouest, font d'abord hésiter les seigneurs de l'Alliance du Nord quant à la réaction à adopter. C'est une missive urgente de Nooar II qui les persuadera finalement de rompre tout échange officiel avec la double couronne. Bien que la teneur exacte de ce courrier ne fut jamais révélée, l'aristocratie me'eda retiendra comment cette reine d'à peine dix-sept ans imposa sa volonté à des têtes couronnées de trente ans ses aînés…</p>"
      }
    },
    {
      "start_date":{
        "year": "-201"
      },
      "end_date":{
        "year": "-189"
      },
      "text":{
        "headline": "<div style='color:#980404'>Guerre de la nouvelle lune</div>",
        "text": "<p><i><a href='frise.php?id=gnl'>Frise détaillée</a></i></p><p>Les alliances du Nord et du Sud menacent d'envahir la double couronne si celle-ci n'allège pas les droits de douane qu'elle réclame. Entêté et va-t-en-guerre, Yomgeong, le seigneur de Taalses-Kodosha fait traîner les négociations tout en préparant ses armées à un assaut vers Chuzan. L'attaque est lancée à la nouvelle lune du cinquième mois et donnera au conflit son nom de « guerre de la nouvelle lune ».</p><p>L'assaut prend l'Alliance du Nord au dépourvu et les armées de Yomgeong progressent en territoire ennemi pendant plusieurs mois, avant de subir une contre-attaque venue de Porara, puis un débarquement des troupes de Yomba et Istuuk à l'est. Pourtant, pendant huit ans Yomgeong s'obstinera à relancer des invasions, d'abord vers Yomba puis de nouveau vers Chuzan, toujours au prix de pertes considérables et de retraites aussi rares que coûteuses. Il est finalement assassiné avec la complicité de ses généraux les plus influents, désireux de mettre fin au conflit avant que leur seigneur ne condamne définitivement ses soldats et son peuple. S'empressant de négocier le traité de paix qu'on exige d'eux avec insistance, les diplomates représentant les différentes couronnes s'accordent finalement sur un retour au tracé des frontières telles qu'elles étaient avant la guerre. Le nouveau gouvernement de Taalses-Kodosha doit cependant céder aux revendications économiques des alliances du Nord et du Sud.</p>"
      }
    },
    {
      "start_date":{
        "year": "-195"
      },
      "end_date":{
        "year": "-160"
      },
      "text":{
        "headline": "Essor économique de l'Est",
        "text": "<p>Les longues années d'affrontements dans l'Ouest du pays ont considérablement affaibli les couronnes qui dominaient Medainë auparavant, par leur influence économique et militaire. Les domaines pacifiques de l'Est sont largement sollicités, d'abord pour alimenter l'effort de guerre des belligérants, puis pour soutenir la reconstruction et la relance économique des états meurtris par les combats. Ainsi Gohuenë et Damoenë, terres réputées pour leurs animaux, exportent vers l'ouest quantité de bétail aussi bien que leur savoir-faire en matière d'élevage et de dressage. De son côté, Jelain s'enrichira en faisant commerce de produits d'artisanat et autres biens manufacturés : textiles, verrerie et céramique, charrettes, armement…</p><p>Ce développement économique profite notablement aux communautés d'artisans présentes dans ces régions et leur permet d'étendre leur influence dans les autres domaines du pays. Certaines y phagocytent même leurs concurrentes, affaiblies par les mises à sac et pillages des cités conquises.</p>"
      }
    },
    {
      "start_date":{
        "year": "-152"
      },
      "end_date":{
        "year": "-149"
      },
      "text":{
        "headline": "Révolte paysanne à Yomba",
        "text": "<p>Quatre décennies après la Guerre de la Nouvelle Lune, la couronne de Yomba fait encore face à d'importantes difficultés financières. Ainsi, lorsqu'elle s'avère incapable de payer leur solde, beaucoup de ses hommes d'armes désertent et subviennent à leurs besoins par le pillage et le racket dans les campagnes. Les paysans se mobilisent alors dans plusieurs districts et s'organisent en troupes armées pour assurer leur propre défense.</p><p>Quelques mois plus tard, la décision de la couronne de réhausser les taxes pour renflouer ses caisses, provoque le soulèvement de ces paysans. Ils renvoient d'abord les percepteurs et sergents venus collecter l'impôt, puis tentent de rallier à leur cause les villes modestes, qui souffrent des troubles économiques autant que la société rurale. Cette initiative n'est toutefois pas concluante, et l'insurrection peine à s'organiser durablement. Après deux ans d'échaufourrées entre hommes d'armes et paysans, la couronne reçoit finalement de l'aide d'Istuuk pour assainir ses finances et mater la révolte par la force. Une troupe de neuf cents soldats est déployée à Thurm et marche sur les villages rebelles l'un après l'autre, mettant impitoyablement fin à la révolte.</p><p>Bien que le soulèvement se soit cantonné au seul domaine de Yomba, les autres couronnes en tirent les leçons pour prévenir ce genre d'insurrection, en inspirant à leurs sujets ou bien la crainte, ou bien la sympathie.</p>"
      }
    },
    {
      "start_date":{
        "year": "-131"
      },
      "end_date":{
        "year": "-124"
      },
      "text":{
        "headline": "<div style='color:980404'>Raids de Montagnards sur Taalses</div>",
        "text": "<p>Au nord-est de Medainë, au-delà des Ymia et de la passe de Savad, guerres, invasions et pillages se succèdent depuis plusieurs décennies. C'est dans ce contexte que plusieurs tribus de Montagnards de cette région s'enhardissent et s'aventurent au-delà de leurs vallées pour piller leurs voisins. Les raids frappent d'abord Silig, puis  Taalses, s'avançant en profondeur dans les terres ennemies. Les forces me'eda locales sont mises en échec par la mobilité et la furtivité des Montagnards, prompts à se replier et tendre des embuscades.</p><p>Pour repousser les pillards, la couronne ordonne de déployer un escadron entier de chasseurs au Nord du domaine. Avec ce renfort décisif de soldats bien équipés et entraînés, l'armée de Taalses peut enfin prendre de vitesse les Montagnards et contrer leurs embuscades. La dispersion des attaques rend toutefois la tâche difficile, et les combats se poursuivent durant plusieurs mois avant que les assaillants ne soient forcés de battre en retraite dans les montagnes. Désireux d'éliminer tout risque de récidive prochaine, le seigneur de Taalses ordonne de rattraper les fuyards jusque dans les vallées les plus proches, mais interdit tout pillage en guise de représailles. La démonstration de force est une brillante réussite, à tel point que plusieurs meneurs de tribus de Montagnards viennent d'eux-mêmes demander l'arrêt des combats.</p>"
      }
    },
    {
      "start_date":{
        "year": "-112"
      },
      "text":{
        "headline": "<div style='color:244f9a'>Incident diplomatique de la Ma'av</div>",
        "text": "<p>Le développement économique de Gohuenë et Damoenë est forcé de ralentir à mesure que l'exploitation des terres arables disponibles à l'est atteint son niveau maximal. L'absence de tracé clair de frontières avec les Géants dominant la plaine de la Ma'av rend difficile l'établissement de nouvelles exploitations agricoles. Cependant, le nouveau seigneur de Gohuenë décide de mettre fin à la tradition séculaire de précaution, et ordonne que soient étendues les limites des champs le long de la frontière.</p><p>À la surprise générale, la réaction des Géants à cette revendication territoriale est immédiate et spectaculaire. Seulement deux jours après que les géomètres ont balisé les nouvelles parcelles, des milliers de Géants surgissent de la plaine et s'alignent d'un bout à l'autre de la frontière. Alors que les Me'eda restent figés de stupeur, leurs voisins divins entreprennent de marquer pour de bon les limites des terres qui leur reviennent, en fichant profondément dans le sol d'immenses troncs d'arbres. Sous les yeux d'humains trop effrayés pour intervenir, quatre Géants marchent pacifiquement jusqu'à Ilyh et déposent un dernier tronc d'arbre face au palais seigneurial. La démonstration de force fait son effet : la couronne abandonne ses velléités d'expansion, et les domaines de l'Est sont définitivement découragés d'empiéter sur les contrées des Géants. Les Me'eda s'appliqueront en outre à cartographier et baliser de façon durable la démarcation imposée par les Géants.</p>"
      }
    },
    {
      "start_date":{
        "year": "-87"
      },
      "text":{
        "headline": "<div style='color:244f9a'>Bouleversement des alliances</div>",
        "text": "<p>Après plusieurs années de pourparlers menés en secret, deux unions entre aristocrates de la haute noblesse sont arrangées pour regrouper sous la même couronne les domaines de Jelain, Istuuk et Porara. Ce rassemblement est avant tout motivé par les colossales ambitions nourries par les guildes et riches marchands de Jelain, dont l'influence politique n'a fait que croître depuis un siècle. Grâce à leurs liens privilégiés avec les différentes cours impliquées, ils parviennent à placer leur protégé à la tête de ce vaste et puissant état.</p><p>L'annonce officielle fait l'effet d'une bombe dans le milieu diplomatique de Medainë et remet en question les alliances déjà conclues entre seigneurs il y a près de deux siècles. Immédiatement, la couronne de Taalses-Kodosha dénonce cette manœuvre politique déloyale vis-à-vis de Chuzan et Yomba, qui se retrouvent soudainement dépourvus d'alliés. Bien qu'il apparaisse d'emblée que la double couronne souhaite ainsi s'attirer les bonnes grâces de ses voisins, cette réaction trouve un large écho auprès des autres cours nobles du pays. Cependant, la triple couronne tout juste formée fait peu de cas des avis des autres seigneurs et prend rapidement en main le nouvel équilibre politique et économique pour s'imposer comme la nouvelle puissance à Medainë.</p>"
      }
    },
    {
      "start_date":{
        "year": "-71"
      },
      "end_date":{
        "year": "-57"
      },
      "text":{
        "headline": "<div style='color:244f9a'>Vassalisation des domaines de l'Est</div>",
        "text": "<p>Dans l'Est du pays, la situation des domaines de Gohuenë et Damoenë se rapproche dangereusement de celle d'une enclave, en dépit de leurs frontières plurielles. En effet, leur position géographique les enferme entre les étendues inhospitalières du Goro Zan au sud, les territoires des Géants à l'est, et les domaines désormais unifiés de la triple couronne à l'ouest. Cette dernière en profite d'abord pour assujettir économiquement ces voisins vulnérables grâce à sa mainmise sur les voies commerciales et à l'expansion agressive des guildes de Jelain, dont le pouvoir politique et financier ne cesse de croître.</p><p>En -60, après une dizaine d'années d'immixtion et de noyautage des affaires d'état de Gohuenë, les forces de l'ombre de la triple couronne contraignent leur voisin à lui jurer allégeance et devenir son vassal. Trois ans plus tard, c'est au tour de Damoenë de céder devant les pressions politiques et militaires à peine dissimulées et les intrigues incessantes d'espions et dignitaires à tous les étages du gouvernement. De leur côté, les cours seigneuriales du reste du pays condamnent unanimement ces manœuvres coercitives, mais se gardent bien d'intervenir concrètement en faveur de l'autonomie de leurs semblables."
      }
    },
    {
      "start_date":{
        "year": "-28"
      },
      "end_date":{
        "year": "-26"
      },
      "text":{
        "headline": "<div style='color:980404'>Guerre pour le trône de Taalses-Kodosha</div>",
        "text": "<p>La double couronne est disputée entre la fille aînée du seigneur, héritière légitime, et son oncle, qui refuse de laisser le trône de son défunt frère à une femme. Du fait de l'influence encore notable de Taalses-Kodosha à Medainë, le litige prend une dimension diplomatique majeure et donne lieu à des tractations aussi bien officielles qu'officieuses avec les autres domaines. Ainsi, le seigneur de Yomba, phallocrate notoire, supporte haut et fort l'oncle dans sa revendication. De son côté, la triple couronne déclare publiquement soutenir l'héritière de droit, mais œuvre sous main en faveur de l'oncle.</p><p>Un an après le début des tensions, la situation s'envenime lorsque le prétendant attaque Taalses-da pour empêcher le couronnement de sa nièce, tandis que les armées de Yomba marchent vers Kodosha-da. Cependant, les loyalistes sont encore nombreux et bien informés : les assaillants, qui croient attaquer par surprise, sont en réalité attendus de pied ferme. Après seulement quelques mois de combat, le coup d'État et l'invasion échouent devant une opposition armée plus tenace que prévu. L'oncle parvient tout de même à se réfugier à Thurm, sous la protection de son allié, mais Yomba est contraint de payer de considérables dommages de guerre au vainqueur.</p>"
      }
    },
    {
      "start_date":{
        "year": "-23"
      },
      "text":{
        "headline": "<div style='color:244f9a'>Un royaume émerge à Medainë</div>",
        "text": "<p>De nouveau, un mariage politique bouleverse l'équilibre des forces et remodèle les alliances à Medainë. L'union entre Limeg, prince héritier de la triple couronne et Jayarun, jeune monarque de la double couronne, donne naissance à un état couvrant à lui seul la plus grande part du pays. Les deux souverains se proclament orgueilleusement roi et reine, empruntant à leurs voisins de Silig ces mots jusque là absents de la langue des Me'eda. Sur le trône, ils se partagent le pouvoir en conservant leurs prérogatives monarchiques respectives, mais s'emploient également à unifier les structures administratives et militaires dans l'ensemble du territoire.</p><p>Ce nouveau royaume s'impose immédiatement comme la grande puissance du pays, dominant incontestablement ses vassaux à l'est aussi bien que ses voisins Chuzan et Yomba. Ces derniers, désormais enclavés, voient leur autonomie de plus en plus menacée par cette dangereuse concentration des pouvoirs à Medainë. Cependant, malgré les tensions diplomatiques croissantes que la situation attise, les domaines isolés n'ont pas la capacité de faire pression sur cet état hégémonique.</p>"
      }
    },
    {
      "start_date":{
        "year": "-20"
      },
      "end_date":{
        "year": "-18"
      },
      "text":{
        "headline": "<div style='color:980404'>Invasion de Yomba</div>",
        "text": "<p>La reine Jayarun, qui n'a pas oublié la tentative d'usurpation de son oncle, vient personnellement chercher réparation en marchant vers Thurm à la tête de ses armées. À la frontière, le seigneur de Yomba est là pour l'accueillir et engager des pourparlers afin d'épargner à son peuple les affres d'une nouvelle guerre. Sous la tente diplomatique dressée pour l'occasion, il déclare être prêt à lui livrer l'oncle à condition que ses troupes se retirent et qu'elle ne mette plus en péril l'autonomie de Yomba. Au terme des négociations, la reine est sur le point d'accepter lorsqu'un des sergents de son interlocuteur la poignarde, avant d'être maîtrisé par les gardes. La reine est grièvement blessée à la nuque mais survit contre toute attente, au grand dam du commanditaire de la tentative d'assassinat.</p><p>Il n'en faut pas plus pour mettre la reine en fureur, qui accuse son homologue d'être complice de la tentative et lance sans aucune pitié ses troupes sur Yomba. Avec les renforts de Jelain et Istuuk, la force d'invasion ne rencontre aucune résistance si ce n'est à Thurm, où s'abritent l'oncle et ses derniers soutiens. La cité, fortifiée et âprement défendue, est finalement prise après seize mois de siège et d'innombrables assauts. Ainsi, un domaine de plus tombe sous le joug du royaume, qui y place un des loyalistes de Jayarun en tant que gouverneur.</p>"
      }
    },
    {
      "start_date":{
        "year": "-15"
      },
      "text":{
        "headline": "Mort de Jayarun, Limeg est sacré razhi",
        "text": "<p>Après cinq années à souffrir des séquelles de la tentative d'assassinat, Jayarun succombe à ses blessures, agravées par des infections et complications fréquentes. Son trône revient à Limeg, qui règne désormais en monarque absolu sur six des neuf domaines de Medainë, et chapeaute indirectement ses deux vassaux à l'est. Après un deuil de trois mois, il fait organiser un nouveau sacre confirmant sa souveraineté, par orgueil autant que par volonté de marquer cette étape de plus vers la réunion des Me'eda sous une même couronne. Il profite de l'occasion pour changer son titre, désireux de se débarrasser du mot d'emprunt employé pour référer à sa qualité de roi. Il s'octroie ainsi le titre de « razhi », néologisme de sa création, et prend le nom officiel de Limeg I<sup>er</sup> pour incarner le point de départ d'une nouvelle dynastie de souverains.</p>"
      }
    },
    {
      "start_date":{
        "year": "-12"
      },
      "end_date":{
        "year": "-7"
      },
      "text":{
        "headline": "Décadence de Chuzan",
        "text": "<p>Le souverain de Chuzan tombe sous l'influence d'un gaedh aussi puissant que rusé, qui infiltre sa cour en prenant d'abord possession d'un des intendants du palais. En l'espace de quelques années, il se rapproche du trône en possédant successivement des membres du gouvernement, du modeste conseiller au ministre d'état. Une fois le seigneur à sa portée, ses pouvoirs de domination télépathique lui permettent d'exercer un ascendant total sur la cour et le domaine.</p><p>Soucieux d'éloigner les mages capables d'exorciser ses victimes, il parvient à introduire le culte officiel de Silig pour faire concurrence au clergé traditionnel, puis fait entériner ouvertement sa persécution. Les sanctuaires et reliquaires sont alors interdits d'accès, leurs portes condamnées et le clergé exilé ou exécuté. Obtenant le soutien diplomatique et militaire du royaume de Silig, Chuzan est moins vulnérable à la menace posée par la nouvelle puissance de Medainë, qui ne manque pourtant pas d'envie de renverser ce gouvernement indigne. En effet, le domaine voit sa prospérité l'abandonner et son peuple, qui subit les persécutions religieuses et la présence d'une armée étrangère, est en proie à une vive agitation.</p>"
      }
    },
    {
      "start_date":{
        "year": "-3"
      },
      "text":{
        "headline": "<div style='color:980404'>Guerre des amulettes</div>",
        "text": "<p>Après plusieurs années à imposer leur culte par la force, les généraux de Silig en poste à Chuzan ordonnent finalement de détruire les lieux et objets de culte de l'ancienne foi, tels que les amulettes assiä et reliquaires. Ces actes sacrilèges suscitent l'indignation dans tout Medainë, offrant à Limeg I<sup>er</sup> une occasion d'entrer en guerre sainte contre Silig et la couronne de Chuzan, dernier domaine lui échappant encore.</p><p>Cependant, avant même que les Me'eda ne s'affrontent, les Ascendants interviennent, refusant de voir leurs semblables ainsi déshonorés et des âmes innocentes ainsi condamnées. De toute leur puissance, ils frappent les troupe de Silig jusque dans les casernes et les réduisent pratiquement à néant en l'espace d'une nuit sanglante. Dès que la nouvelle de ce massacre leur parvient, le razhi et son armée se précipitent dans la brèche et prennent promptement le contrôle du domaine. Le gaedh qui contrôlait le trône se réjouit du chaos et du tourment qu'il a semés chez les humains, mais préfère prendre la fuite vers les montagnes avant que les Ascendants ne le démasquent.</p>"
      }
    },
    {
      "start_date":{
        "year": "0"
      },
      "text":{
        "headline": "<div style='color:#156523'>Medainë est unifié, avènement du razhiga</div>",
        "text": "<p>Au terme de dernières manigances dans les cours nobles du pays, Limeg<sup>er</sup> étend son autorité royale aux neuf domaines de Medainë et dirige ainsi tout le pays depuis son trône. En écho à son propre titre, il donne à ce nouvel état le nom de « razhiga » et à ses sujets celui de « Meda-vê », marquant symboliquement l'unification de tous les Me'eda et la rupture avec la culture tribale ancestrale. Le souverain souhaite ainsi fédérer ses sujets au travers de leur appartenance à un seul et même peuple, vivant au sein d'un même pays et loyal à une même couronne. Il espère également étouffer les rivalités régionales que des siècles de conflits fratricides avaient attisées.</p><p>Limeg I<sup>er</sup>réfrène toutefois ces ambitions unificatrices sous la pression de la classe aristocratique, qui compte bien conserver ses privilèges. Les populations, d'abord assez indifférentes, finissent par accueillir favorablement ces changements qui leur épargnent les douanes, les querelles territoriales et les guerres.</p>"
      }
    },
    {
      "start_date":{
        "year": "4"
      },
      "text":{
        "headline": "Fin de la traque du gaedh",
        "text": "<p></p>"
      }
    }
  ]
}
