{
  "title": {
    "text": {
      "headline": "Histoire humaine de Medainë<br/>De l'arrivée des Me'eda à nos jours",
      "text": "<p>Près de dix-huit siècles se sont écoulés depuis la découverte de ces terres par les tribus nomades me'eda, ancêtres des Meda-vê et premier peuple humain à s'établir dans ces contrées. Cette frise chronologique retrace les événements marquants et les périodes majeures qui ont jalonné l'histoire des peuples humains vivant et ayant vécu à Medainë.</p><p><i>Code couleur des événements :</i></p><ul><li style='color:156523'>Culture</li><li style='color:980404'>Militaire</li><li style='color:244f9a'>Politique et diplomatie</li></ul>"
    }
  },
  "eras": [
    {
      "start_date": {
        "year": "-1300"
      },
      "end_date": {
        "year": "-1100"
      },
      "text": {
        "headline": "Me'eda nomades"
      }
    },
    {
      "start_date": {
        "year": "-1100"
      },
      "end_date": {
        "year": "-592"
      },
      "text": {
        "headline": "Tribus me'eda sédentarisées"
      }
    },
    {
      "start_date": {
        "year": "-592"
      },
      "end_date": {
        "year": "0"
      },
      "text": {
        "headline": "Royaumes me'eda"
      }
    },
    {
      "start_date": {
        "year": "0"
      },
      "end_date": {
        "year": "318"
      },
      "text": {
        "headline": "Razhiga"
      }
    },
    {
      "start_date": {
        "year": "318"
      },
      "end_date": {
        "year": "523"
      },
      "text": {
        "headline": "Maaduga"
      }
    }
  ],
  "events": [
    {
      "start_date": {
        "year": "-1300"
      },
      "end_date": {
      "year": "-1100"
      },
      "text": {
        "headline": "<div style='color:#666666'>Errance des tribus me'eda à travers le continent</div>",
        "text": "<p>Dépourvus de terres, les Me'eda adoptent un mode de vie nomade et parcourent le continent à la recherche de contrées où s'établir. Ils sont à plusieurs reprises chassés de leurs habitats temporaires par des peuples humains ou Kala'em s'opposant à leur présence durable sur leurs terres.</p>"
      }
    },
    {
      "start_date": {
        "year": "-1100"
      },
      "end_date": {
        "year": "-1050"
      },
      "text": {
        "headline": "<div style='color:#156523'>Sédentarisation du peuple me'eda</div>",
        "text": "<p>Après avoir longé la chaîne des monts Ymia par l'Ouest, les Me'eda quittent le royaume de Silig, franchissent la passe de Savad et progressent vers l'Est. Découvrant enfin des terres hospitalières et vierges de toute présence humaine, ils s'approprient promptement cette contrée qui deviendra le pays de Medainë, abandonnent leur mode de vie nomade et fondent leurs premiers villages aux emplacements les plus accueillants.</p>"
      }
    },
    {
      "start_date": {
        "year": "-1050"
      },
      "end_date": {
        "year": "-800"
      },
      "text": {
        "headline": "<div style='color:#666666'>Expansion du territoire des Me'eda</div>",
        "text": "<p>Arrivés par la passe de Savad à l'Ouest, les Me'eda entreprennent de poursuivre à l'Est leur avancée dans ces terres inconnues des humains. Au fil de la dispersion de la population, les rencontres avec des Kala'em autochtones donnent lieu au tracé, tacite ou formel, des premières frontières du pays. Au Nord, la chaîne des Ymia forme une frontière naturelle et au-delà, le bois de Moen est peuplé d'animaux et divinités farouches. Au Sud-Est, le marais de Goro Zan, très inhospitalier, interdit toute expansion. À l'Est, les géants de la steppe de la Ma'av, par un puissant sortilège, imposent aux Me'eda de cesser d'avancer sur leurs terres.</p>"
      }
    },
    {
      "start_date": {
        "year": "-950"
      },
      "end_date": {
        "year": "-660"
      },
      "text": {
        "headline": "<div style='color:#666666'>Exploration et aménagement du territoire</div>",
        "text": "<p>Les villes grandissent, la population croît rapidement et les Me'eda continuent à s'établir partout où ils le peuvent sur ces terres, dessinant peu à peu les contours du pays. Pour faciliter le transport et la communication, ils aménagent des routes de terres, ainsi que des voies fluviales et des canaux facilitant les échanges d'une ville à l'autre. Les Me'eda se mettent également à la recherche de gisements de minerai, tandis que la métallurgie se développe pour répondre aux nouveaux besoins apparus avec l'essor de l'agriculture et de l'artisanat.</p>"
      }
    },
    {
      "start_date": {
        "year": "-651"
      },
      "end_date": {
        "year": "-644"
      },
      "text": {
        "headline": "<div style='color:#980404'>Première guerre savadique</div>",
        "text": "<p><i><a href='frise.php?id=1gs'>Frise détaillée</a></i></p><p>Les Me'eda doivent faire face à la première agression militaire à leur encontre depuis leur sédentarisation : le roi de Silig, royaume voisin situé à l'Ouest de la passe de Savad, lève un ost de près de sept mille soldats et ordonne l'invasion de Medainë. Pris au dépourvu, les Me'eda fuient d'abord vers le Nord et l'Est du pays, abandonnant leurs villes à l'envahisseur, qui progresse deux ans durant jusqu'à étirer la ligne de front au maximum des capacités de ses troupes.</p><p>Les Me'eda, intrépides chasseurs et excellents cavaliers, contre-attaquent l'année suivante en lançant leurs tireurs montés à l'assaut des positions ennemies, rendues vulnérables par la dispersion des troupes sur le territoire conquis. Après deux ans d'escarmouches et d'attaques éclairs, l'armée de Silig doit battre en retraite face à la cavalerie me'eda qui les tiraille sans relâche. Celle-ci parvient même à prendre de vitesse ses ennemis et les force à se terrer dans Kodosha-da après avoir coupé leurs voies d'approvisionnement. La guerre prend fin avec la capitulation des troupes de Silig, assiégées depuis un an, démoralisées et abandonnées par leur roi.</p>"
      }
    },
    {
      "start_date": {
        "year": "-592"
      },
      "end_date": {
        "year": "-568"
      },
      "text": {
        "headline": "<div style='color:#244f9a'>Morcellement du pays en dix royaumes</div>",
        "text": "<p>Désormais largement dispersées dans le pays, les tribus me'eda s'émancipent peu à peu les unes des autres et délimitent leurs propres territoires. Plusieurs chefs de tribu, désireux d'asseoir plus fermement leur pouvoir, fondent des royaumes indépendants et prennent la tête des dynasties au pouvoir. Dans les décennies qui suivent, les autres chefs de tribu finissent par imiter ces nouveaux rois et au total, dix couronnes se créent dans le pays, recouvrant l'intégralité du territoire :</p><p><ul style='columns:2'><li>Jelain</li><li>Porara</li><li>Chuzan</li><li>Taalses</li><li>Kodosha</li><li>Yomba</li><li>Laghien</li><li>Istuuk</li><li>Damoenë</li>Gohuenë<li></li></ul></p>"
      }
    },
    {
      "start_date": {
        "year": "-570"
      },
      "end_date": {
        "year": "-360"
      },
      "text": {
        "headline": "<div style='color:#980404'>Conflits territoriaux et guerres entre royaumes</div>",
        "text": "<p>Du fait de l'absence totale de concertation et de négociation entre chefs de tribu lors de la fondation des royaumes, les nouvelles couronnes ne tardent pas à se disputer la souveraineté sur certaines terres. Les canaux, les routes commerciales, les voies fluviales et les gisements de minerai constituent autant d'enjeux stratégiques de taille, au point que certaines rivalités entre royaumes dégénèrent en guerres meurtrières. Pendant plus de deux siècles, les conflits se succèdent et les territoires disputés passent d'un royaume à un autre. Au fil des invasions, conquêtes, annexions et négociations, le tracé des frontières est sans cesse redessiné, tandis que le cœur de chaque royaume s'établit et se stabilise autour de sa capitale.</p><p>Sous l'impulsion des monarques, qui cherchent à unifier leurs sujets, des identités nationales se forment peu à peu au sein des différentes tribus. En dépit de leur caractère fratricide, les épisodes de guerre participent considérablement à raffermir ces sentiments nationaux naissant au sein de chaque royaume. Leur consolidation ne suffit toutefois pas à effacer l'identité des Me'eda en tant que peuple à part entière, profondément ancrée dans la culture et l'histoire partagées par toutes les tribus.</p>"
      }
    },
    {
      "start_date": {
        "year": "-397"
      },
      "text": {
        "headline": "<div style='color:#244f9a'>Disparition du royaume de Laghien</div>",
        "text": "<p>Après une guerre impitoyable de quelques mois seulement, le royaume de Laghien, situé à l'ouest du lac Dezuri, s'effondre sous les assauts des armées de Yomba. Après avoir conclu un pacte de non-intervention avec Taalses, l'assaillant profite de la vulnérabilité de cette modeste région pour l'assaillir. La reine, dont les appels à l'aide sont systématiquement ignorés, est officiellement destituée lorsque la capitale Thurm tombe aux mains des conquérants. La dynastie royale a vite fait d'être intégralement éliminée par les assassins à la solde du roi Yomeong, qui veut voir disparaître tous les potentiels prétendants à la couronne déchue.</p><p>Dans les semaines qui suivent la chute de Thurm, les monarques de Yomba et Taalses s'y réunissent pour négocier le partage du territoire de Laghien. Il est décidé que Yomba en conserve la plus grande partie au sud, tandis que Kodosha obtient une large région prolongeant ses terres vers l'est jusqu'au lac.</p>"
      }
    },
    {
      "start_date": {
        "year": "-381"
      },
      "end_date": {
        "year": "-374"
      },
      "text": {
        "headline": "<div style='color:#244f9a'>La reine Ajund appelle à la paix entre les tribus Me'eda</div>",
        "text": "<p>La reine Ajund, jeune monarque de dix-sept ans, vient tout juste d'accéder au trône du puissant royaume de Jelain lorsqu'elle décide d'intervenir de façon décisive dans la diplomatie entre les factions de Medainë. Elle invoque une vieille tradition des tribus nomades pour inviter tous les seigneurs du pays à se réunir pacifiquement en conseil extraordinaire. Malgré des réticences, tous les invités prennent part à ce rassemblement sur une barge au milieu du lac Dezuri. L'audacieuse reine en appelle alors à la solidarité ancestrale qui unit les tribus me'eda, et enjoint aux monarques de cesser leurs guerres fratricides. Son coup de poing sur la table met les rois et reines devant le fait accompli : le peuple innocent est la première victime des guerres que les seigneurs se déclarent par orgueil et ambition. Elle rappelle les épreuves auxquelles ont dû faire face leurs ancêtres lors de la guerre savadique pour démontrer la vanité de leurs actes et décisions.</p><p>Bien qu'aucun accord de paix ne soit conclu lors du conseil, les arguments d'Ajund font leur chemin dans les cours royales et auprès des dignitaires. Son caractère bien trempé lui vaut quelques critiques mais ses efforts continuels en faveur de la paix forcent le respect. Toutefois, au terme de presque huit ans de patientes négociations, l'infatigable reine meurt en couches avant que la paix ne soit complètement rétablie à Medainë.</p>"
      }
    },
    {
      "start_date": {
        "year": "-328"
      },
      "end_date": {
        "year": "-322"
      },
      "text": {
        "headline": "<div style='color:#980404'>Deuxième guerre savadique</div>",
        "text": "<p>Les royaumes étrangers de Silig et Aleb assaillent Kodosha avec le renfort de plusieurs tribus peuplant les montagnes de part et d'autre de la passe de Savad. Face à une force d'invasion de près de trente mille soldats, Kodosha est conquis en quelques mois et les envahisseurs placent sur le trône un monarque fantoche, institué comme vassal de la couronne de Silig. La famille royale légitime se réfugie à Taalses, tandis que les autres royaumes me'eda assistent à cette agression avec inquiétude, mais sans oser intervenir.</p><p>Trois ans plus tard, Taalses entre en guerre avec la nouvelle couronne de Kodosha sur le motif d'un incident diplomatique, et envoie une armée de six mille soldats à la reconquête de la région. Trois ans durant, la guerre fait rage sans qu'aucun belligérant ne parvienne à prendre le dessus, jusqu'à ce que d'autres royaumes de Medainë prennent à leur tour part au conflit. En effet, ceux-ci souffrent du blocage croissant des voies de communication vers l'Ouest, et sont finalement persuadés de venir au secours de Kodosha par les actes sacrilèges commis par l'occupant. L'alliance des forces me'eda face à l'occupant est décisive pour l'issue du conflit : avec le soutien des autres royaumes, Kodosha est reconquis l'année suivante, et la dynastie royale légitime est réinstituée sur le trône. Devant le regain de solidarité entre les royaumes me'eda, Aleb et Silig préfèrent abandonner leurs ambitions conquérantes. Les vainqueurs leur imposent une paix coûteuse ainsi que le retrait permanent de toutes leurs forces armées sur une frange d'environ quarante kilomètres de large s'étendant sur toute la longueur de la frontière savadique.</p>"
      }
    },
    {
      "start_date":{
        "year": "-298"
      },
      "text":{
        "headline": "<div style='color:#244f9a'>Union des couronnes de Taalses et Kodosha</div>",
        "text": "<p>Rapprochées par l'épreuve âpre de la deuxième guerre savadique, les familles royales de Taalses et Kodosha décident d'unir leurs royaumes sous une même couronne. Pour sceller cette alliance, les deux héritiers de ces royaumes, la princesse aînée de Taalses et le prince aîné de Kodosha, s'unissent par une sinmae et adoptent le neveu du prince, qui est aussi le premier petit-fils de la reine de Kodosha. L'enfant est destiné à devenir le premier monarque régnant officiellement sur les deux royaumes.</p><p>Par sa souveraineté totale sur les routes et voies fluviales menant à l'étranger par l'Ouest, la double couronne contrôle d'une poigne de fer les échanges commerciaux qui en dépendent, et taxe sévèrement les marchandises qui transitent par ces routes. Pour justifier cette mesure économique agressive, le nouveau royaume affirme consacrer le revenu de ces taxes à la défense de la passe de Savad, pour assurer la protection de tous les Me'eda contre d'éventuelles invasions. Cependant, les autres royaumes ressentent cette mesure comme une véritable extorsion plutôt qu'une contribution à la sécurité du pays et de son peuple, et voient d'un mauvais œil les ambitions monopolistiques de la double couronne.</p>"
      }
    },
    {
      "start_date":{
        "year": "-266"
      },
      "text":{
        "headline": "<div style='color:#244f9a'>Chuzan et Porara forment l'Alliance du Nord</div>",
        "text": "<p>Afin de défendre plus fermement leurs intérêts face à la double couronne de Taalses-Kodosha, les deux royaumes du nord du pays décident d'unir leurs forces. Chuzan et Porara constituent ainsi l'Alliance du Nord, une entente à la fois militaire et commerciale, pour mieux résister aux restrictions imposées par le royaume nouvellement unifié à l'ouest. Désormais en mesure de faire davantage pression sur celui-ci, ils tentent également de contourner les péages qu'il impose, en développant de nouvelles voies commerciales traversant la chaîne des Ymia par les cols et vallées les plus praticables. Sur le plan économique, le résultat n'est pas des plus convaincants, mais les efforts entrepris par l'Alliance du Nord la rapprochent diplomatiquement et commercialement des tribus des montagnes.</p>"
      }
    },
    {
      "start_date":{
        "year": "-264"
      },
      "text":{
        "headline": "<div style='color:#244f9a'>Les royaumes du Sud s'allient à leur tour</div>",
        "text": "<p>Dans le sillage de la jeune Alliance du Nord, Yomba et Istuuk concluent d'étroits accords commerciaux, soucieux de ne pas être dépassés par la concentration des pouvoirs économiques qui s'opère dans le pays. Dans le secret, les deux royaumes se prêtent également assistance militaire mutuelle, craignant que les rivalités économiques ne dégénèrent bientôt en un conflit armé de grande ampleur. Afin de préparer leurs défenses, Istuuk accélère l'extraction et l'exploitation des minerais métallifères situés au sud de la cité de Thurm, tandis que Yomba cesse ses exportations d'armes vers l'Ouest.</p><p>La double couronne, qui n'est pas dupe, répond impitoyablement par une hausse des taxes imposées à ses voisins.</p>"
      }
    },
    {
      "start_date":{
        "year": "-241"
      },
      "end_date": {
        "year": "-217"
      },
      "text":{
        "headline": "<div style='color:#244f9a'>Montée des tensions dans l'Ouest du pays</div>",
        "text": "<p>Au Nord comme au Sud, les accords conclus et les alliances ne suffisent pas à contre-balancer l'énorme pouvoir de pression économique de Taalses-Kodosha. Peu à peu, l'agacement se mue en vive animosité chez ses voisins, qui fourbissent leurs armes et n'attendent qu'une maladresse de leur rival pour l'assaillir. Les royaumes alliés ne s'embarrassent plus de manigances visant à camoufler leurs préparatifs militaires, qui se poursuivent désormais au grand jour pour mieux intimider la double couronne</p><p>Malgré les menaces et provocations à peine déguisées, celle-ci tient fermement ses positions et allège ses défenses le long de la passe de Savad pour renforcer ses frontières à l'Est. Sur le plan diplomatique, elle parvient à priver ses voisins du moindre <i>casus belli</i> en désamorçant habilement les incidents avant qu'ils ne deviennent des prétextes à une entrée en guerre.</p>"
      }
    },
    {
      "start_date":{
        "year": "-217"
      },
      "text":{
        "headline": "<div style='color:#244f9a'>Taalses-Kodosha est isolée du reste de Medainë.</div>",
        "text": "<p>Dès son arrivée sur le trône en -217, la jeune et impétueuse Nooar II, reine de Yomba, ordonne de cesser toute relation diplomatique et commerciale avec la double couronne, excédée par l'orgueil dont cette dernière fait preuve. À Istuuk, son allié le roi Vanh lui reproche d'avoir agi sans le consulter, sans pour autant se priver de lui emboîter le pas, en décrétant un blocus commercial absolu sur Taalses-Kodosha.</p><p>L'Alliance du Nord</p>"
      }
    }
  ]
}
