{
  "title": {
    "text": {
      "headline": "Histoire humaine de Medainë<br/>De l'arrivée des Me'eda à nos jours",
      "text": "<p>Près de dix-huit siècles se sont écoulés depuis la découverte de ces terres par les tribus nomades me'eda, ancêtres des Meda-vê et premier peuple humain à s'établir dans ces contrées. Cette frise chronologique retrace les événements marquants et les périodes majeures qui ont jalonné l'histoire des humains vivant et ayant vécu à Medainë.</p><p><i>Code couleur :</i></p><ul><li style='color:156523'>Culture</li><li style='color:980404'>Militaire</li><li style='color:244f9a'>Politique et diplomatie</li></ul>"
    }
  },
  "eras": [
    {
      "start_date": {
        "year": "-1300"
      },
      "end_date": {
        "year": "-1100"
      },
      "text": {
        "headline": "Me'eda nomades"
      }
    },
    {
      "start_date": {
        "year": "-1100"
      },
      "end_date": {
        "year": "-592"
      },
      "text": {
        "headline": "Tribus sédentarisées"
      }
    },
    {
      "start_date": {
        "year": "-592"
      },
      "end_date": {
        "year": "0"
      },
      "text": {
        "headline": "Domaines indépendants"
      }
    },
    {
      "start_date": {
        "year": "0"
      },
      "end_date": {
        "year": "318"
      },
      "text": {
        "headline": "Razhiga"
      }
    },
    {
      "start_date": {
        "year": "318"
      },
      "end_date": {
        "year": "523"
      },
      "text": {
        "headline": "Maaduga"
      }
    }
  ],
  "events": [
    {
      "start_date": {
        "year": "-1300"
      },
      "end_date": {
      "year": "-1100"
      },
      "text": {
        "headline": "<div style='color:#666666'>Errance des me'eda</div>",
        "text": "<p>Établis sur des terres situées au Nord-Ouest de l'actuel Erdaas, les Me'eda voient les zones habitables de cette région peu à peu rabotées par la transgression marine. Outre ses conséquences climatiques, ce phénomène bouleverse également l'équilibre politique de la région, au point de forcer les tribus me'eda à la fuite, les unes après les autres.</p><p>Dépourvues de leur terre d'origine, elles adoptent alors un mode de vie nomade et parcourent le continent à la recherche de contrées où s'établir. Ils sont à plusieurs reprises chassés de leurs habitats temporaires par des peuples humains ou Kala'em s'opposant à leur présence durable sur leurs terres.</p>"
      }
    },
    {
      "start_date": {
        "year": "-1100"
      },
      "end_date": {
        "year": "-1050"
      },
      "text": {
        "headline": "<div style='color:#156523'>Sédentarisation</div>",
        "text": "<p>Après avoir longé le bois de Moen et la chaîne des monts Ymia par l'Ouest, les Me'eda quittent le royaume de Silig, franchissent la passe de Savad et progressent jusqu'au lac Dezuri. Découvrant enfin des terres hospitalières et vierges de toute présence humaine, ils s'approprient promptement ces contrées, abandonnent leur mode de vie nomade et fondent leurs premiers villages aux emplacements les plus accueillants.</p>"
      }
    },
    {
      "start_date": {
        "year": "-1087"
      },
      "end_date": {
        "year": "-1063"
      },
      "text": {
        "headline": "<div style='color:#156523'>Premiers contacts avec les Esah'em</div>",
        "text": "<p>Après quelques décennies passées à les observer, les Esah'em décident d'entrer directement en contact avec les Me'eda.</p>"
      }
    },
    {
      "start_date": {
        "year": "-651"
      },
      "end_date": {
        "year": "-644"
      },
      "text": {
        "headline": "<div style='color:#980404'>Première guerre savadique</div>",
        "text": "<p><i><a href='frise.php?id=1gs'>Frise détaillée</a></i></p><p>Les Me'eda doivent faire face à la première agression militaire à leur encontre depuis leur sédentarisation. Le roi de Silig, pays voisin à l'Ouest de la passe de Savad, lève un ost de près de sept mille soldats et ordonne l'invasion de Medainë. Pris au dépourvu, les Me'eda fuient d'abord vers le Nord et l'Est du pays, abandonnant leurs villes à l'envahisseur, qui progresse deux ans durant jusqu'à étirer la ligne de front au maximum des capacités de ses troupes.</p><p>Les Me'eda, intrépides chasseurs et excellents cavaliers, contre-attaquent l'année suivante en lançant leurs archers à l'assaut des positions ennemies, rendues vulnérables par la dispersion des troupes sur le territoire conquis. Après deux ans d'escarmouches, l'armée de Silig doit battre en retraite face à la cavalerie me'eda qui les tiraille sans relâche. Celle-ci parvient même à prendre de vitesse ses ennemis et les force à se terrer dans Kodosha-da après avoir coupé leurs voies d'approvisionnement. La guerre prend fin avec la capitulation des troupes de Silig, assiégées depuis un an, démoralisées et abandonnées par leur roi.</p>"
      }
    },
    {
      "start_date": {
        "year": "-950"
      },
      "end_date": {
        "year": "-660"
      },
      "text": {
        "headline": "<div style='color:#666666'>Exploration et aménagement des terres</div>",
        "text": "<p>Les villes grandissent, la population croît rapidement et les Me'eda continuent à s'établir partout où ils le peuvent sur ces terres, dessinant peu à peu les contours du pays. Pour faciliter le transport et la communication, ils aménagent des routes de terres, ainsi que des voies fluviales facilitant les échanges d'une ville à l'autre. Les Me'eda se mettent également à la recherche de gisements de minerai, tandis que la métallurgie se développe pour répondre aux nouveaux besoins apparus avec l'essor de l'agriculture et de l'artisanat.</p>"
      }
    },
    {
      "start_date": {
        "year": "-651"
      },
      "end_date": {
        "year": "-644"
      },
      "text": {
        "headline": "<div style='color:#980404'>Première guerre savadique</div>",
        "text": "<p><i><a href='frise.php?id=1gs'>Frise détaillée</a></i></p><p>Les Me'eda doivent faire face à la première agression militaire à leur encontre depuis leur sédentarisation. Le roi de Silig, pays voisin à l'Ouest de la passe de Savad, lève un ost de près de sept mille soldats et ordonne l'invasion de Medainë. Pris au dépourvu, les Me'eda fuient d'abord vers le Nord et l'Est du pays, abandonnant leurs villes à l'envahisseur, qui progresse deux ans durant jusqu'à étirer la ligne de front au maximum des capacités de ses troupes.</p><p>Les Me'eda, intrépides chasseurs et excellents cavaliers, contre-attaquent l'année suivante en lançant leurs archers à l'assaut des positions ennemies, rendues vulnérables par la dispersion des troupes sur le territoire conquis. Après deux ans d'escarmouches, l'armée de Silig doit battre en retraite face à la cavalerie me'eda qui les tiraille sans relâche. Celle-ci parvient même à prendre de vitesse ses ennemis et les force à se terrer dans Kodosha-da après avoir coupé leurs voies d'approvisionnement. La guerre prend fin avec la capitulation des troupes de Silig, assiégées depuis un an, démoralisées et abandonnées par leur roi.</p>"
      }
    },
    {
      "start_date": {
        "year": "-592"
      },
      "end_date": {
        "year": "-568"
      },
      "text": {
        "headline": "<div style='color:#244f9a'>Morcellement en dix états</div>",
        "text": "<p>Désormais largement dispersées dans le pays, les tribus me'eda s'émancipent peu à peu les unes des autres et délimitent leurs propres territoires. Plusieurs chefs de tribu, désireux d'asseoir plus fermement leur pouvoir, fondent de petits états indépendants et se proclament « seigneurs ». Dans les décennies qui suivent, les autres chefs de tribu finissent par imiter ces nouveaux monarques et au total, dix domaines se créent dans le pays, recouvrant l'intégralité du territoire :</p><p><ul style='columns:2'><li>Jelain</li><li>Porara</li><li>Chuzan</li><li>Taalses</li><li>Kodosha</li><li>Yomba</li><li>Laghien</li><li>Istuuk</li><li>Damoenë</li>Gohuenë<li></li></ul></p>"
      }
    },
    {
      "start_date": {
        "year": "-570"
      },
      "end_date": {
        "year": "-360"
      },
      "text": {
        "headline": "<div style='color:#980404'>Guerres fratricides</div>",
        "text": "<p>Du fait du manque de concertation et négociation lors de la proclamation des domaines, les nouveaux monarques ne tardent pas à se disputer la souveraineté sur certaines terres. Les fleuves, routes commerciales et gisements de minerai constituent autant d'enjeux stratégiques, au point que certaines rivalités entre seigneurs dégénèrent en guerres meurtrières. Pendant plus de deux siècles, les conflits se succèdent et les territoires disputés passent d'un domaine à un autre. Au fil des conquêtes et annexions, le tracé des frontières est sans cesse redessiné, tandis que le cœur de chaque domaine s'établit et se stabilise autour de sa capitale.</p><p>Sous l'impulsion des monarques, qui cherchent à unifier leurs sujets, les identités culturelles s'affirment en s'appuyant sur leurs origines tribales. En dépit de leur caractère fratricide, les épisodes de guerre participent considérablement à raffermir ces sentiments d'appartenance au domaine. Leur consolidation ne suffit toutefois pas à effacer l'identité des Me'eda en tant que peuple à part entière, profondément ancrée dans la culture, la langue et l'histoire partagées par toutes les tribus.</p>"
      }
    },
    {
      "start_date": {
        "year": "-397"
      },
      "text": {
        "headline": "<div style='color:#244f9a'>Disparition de Laghien</div>",
        "text": "<p>Après une guerre impitoyable de quelques mois seulement, le domaine de Laghien, situé à l'Ouest du lac Dezuri, s'effondre sous les assauts des armées de Yomba. Après avoir conclu un pacte de non-intervention avec Taalses, l'assaillant profite de la vulnérabilité de cette modeste région pour l'assaillir. Sa monarque, dont les appels à l'aide sont systématiquement ignorés, est officiellement destituée lorsque la capitale Thurm tombe aux mains des conquérants. Sa famille a vite fait d'être intégralement éliminée par les assassins à la solde du seigneur de Yomba, qui veut voir disparaître tous les potentiels prétendants à la couronne déchue.</p><p>Dans les semaines qui suivent la chute de Thurm, les seigneurs de Yomba et Taalses s'y réunissent pour négocier le partage du territoire de Laghien. Il est décidé que Yomba en conserve la plus grande partie au sud, tandis que Kodosha obtient une large région prolongeant ses terres vers l'Est jusqu'au lac.</p>"
      }
    },
    {
      "start_date": {
        "year": "-381"
      },
      "end_date": {
        "year": "-374"
      },
      "text": {
        "headline": "<div style='color:#244f9a'>Ajund appelle à la paix</div>",
        "text": "<p>Ajund, jeune monarque de dix-sept ans, vient tout juste d'accéder au trône du puissant domaine de Jelain lorsqu'elle décide d'intervenir de façon décisive dans la diplomatie entre les factions de Medainë. Elle invoque une vieille tradition des tribus nomades pour inviter tous les seigneurs du pays à se réunir pacifiquement en conseil extraordinaire. L'audacieuse monarque en appelle alors à la solidarité qui unissait les tribus me'eda et enjoint aux seigneurs de cesser leurs guerres fratricides. Elle leur rappelle l'épreuve terrible de la guerre savadique et plaide la cause du peuple, première victime des campagnes militaires sanguinaires.</p><p>Bien qu'aucun accord de paix ne soit conclu lors du conseil, les arguments d'Ajund font leur chemin dans les cours et auprès des dignitaires. Son caractère bien trempé lui vaut quelques critiques mais ses efforts continuels en faveur de la paix forcent le respect. Au terme de presque huit ans de patientes négociations, l'infatigable Ajund meurt en couches avant que la paix ne soit complètement rétablie à Medainë.</p>"
      }
    },
    {
      "start_date": {
        "year": "-328"
      },
      "end_date": {
        "year": "-322"
      },
      "text": {
        "headline": "<div style='color:#980404'>Deuxième guerre savadique</div>",
        "text": "<p><i><a href='frise.php?id=2gs'>Frise détaillée</a></i></p><p>Les royaumes étrangers de Silig et Aleb assaillent Kodosha avec le renfort de plusieurs tribus des montagnes de part et d'autre de la passe de Savad. Face à une force d'invasion de près de trente mille soldats, Kodosha est conquis en quelques mois et les envahisseurs placent sur le trône un monarque fantoche, institué comme vassal de la couronne de Silig. La famille du seigneur légitime se réfugie à Taalses, tandis que les autres seigneurs me'eda assistent à cette agression avec inquiétude, mais sans oser intervenir.</p><p>Trois ans plus tard, Taalses entre en guerre avec la nouvelle couronne de Kodosha suite à un incident diplomatique et envoie une armée de six mille soldats à la reconquête de la région. Trois ans durant, la guerre fait rage sans qu'aucun belligérant ne prenne le dessus, jusqu'à ce que d'autres seigneurs de Medainë interviennent dans le conflit. En effet, leurs domaines souffrent du blocage croissant des voies de communication vers l'Ouest, et sont finalement persuadés de venir au secours de Kodosha par des actes sacrilèges commis par l'occupant. L'alliance des me'eda face à l'occupant est décisive pour l'issue du conflit : avec le soutien des autres domaines, Kodosha est reconquis l'année suivante et la dynastie légitime est réinstituée sur le trône. Devant le regain de solidarité entre les seigneurs, Aleb et Silig préfèrent abandonner leurs ambitions conquérantes. Les vainqueurs leur imposent une paix coûteuse ainsi que le retrait permanent de toutes leurs forces armées dans une frange d'une quarantaine de kilomètres sur toute la longueur de la frontière savadique.</p>"
      }
    },
    {
      "start_date":{
        "year": "-298"
      },
      "text":{
        "headline": "<div style='color:#244f9a'>Union de Taalses et Kodosha</div>",
        "text": "<p>Rapprochées par l'épreuve âpre de la deuxième guerre savadique, les familles régnantes de Taalses et Kodosha décident d'unir leurs domaines sous une même couronne. Pour sceller cette alliance, les deux héritiers, la princesse aînée de Taalses et le prince aîné de Kodosha, s'unissent par une sinmae et adoptent le neveu du prince, qui est aussi le premier petit-fils de la monarque de Kodosha. L'enfant est destiné à devenir le premier seigneur régnant officiellement sur les deux domaines.</p><p>Par sa souveraineté totale sur les routes et voies fluviales menant à l'étranger par l'Ouest, la double couronne contrôle les échanges commerciaux qui en dépendent et taxe sévèrement les marchandises qui y transitent. Pour justifier cette mesure économique agressive, le nouveau domaine affirme consacrer le revenu de ces taxes à la défense de la passe de Savad, pour assurer la protection de tous les Me'eda. Cependant, les autres seigneurs ressentent cette mesure comme une véritable extorsion plutôt qu'une contribution à la sécurité du pays et de son peuple, et voient d'un mauvais œil les ambitions monopolistiques de la double couronne.</p>"
      }
    },
    {
      "start_date":{
        "year": "-266"
      },
      "text":{
        "headline": "<div style='color:#244f9a'>Formation de l'Alliance du Nord</div>",
        "text": "<p>Afin de défendre plus fermement leurs intérêts face à la double couronne de Taalses-Kodosha, les deux domaines du Nord du pays décident d'unir leurs forces. Chuzan et Porara constituent ainsi l'Alliance du Nord, une entente à la fois militaire et commerciale, pour mieux résister aux restrictions imposées par le domaine nouvellement unifié à l'Ouest. Désormais en mesure de faire davantage pression sur celui-ci, ils tentent également de contourner les péages qu'il impose, en développant de nouvelles voies commerciales traversant la chaîne des Ymia par les cols et vallées les plus praticables. Sur le plan économique, le résultat n'est pas des plus convaincants, mais les efforts entrepris par l'Alliance du Nord la rapprochent diplomatiquement et commercialement des tribus des montagnes.</p>"
      }
    },
    {
      "start_date":{
        "year": "-264"
      },
      "text":{
        "headline": "<div style='color:#244f9a'>Les seigneurs du Sud s'allient</div>",
        "text": "<p>Dans le sillage de la jeune Alliance du Nord, Yomba et Istuuk concluent d'étroits accords commerciaux, soucieux de ne pas être dépassés par la concentration des pouvoirs économiques qui s'opère dans le pays. Dans le secret, les deux domaines s'engagent également à se prêter assistance militaire mutuelle, craignant que les rivalités économiques ne dégénèrent bientôt en un conflit armé de grande ampleur. Afin de préparer leurs défenses, Istuuk accélère l'extraction et l'exploitation des minerais métallifères situés au sud de la cité de Thurm, tandis que Yomba cesse ses exportations d'armes vers l'Ouest.</p><p>La double couronne, qui n'est pas dupe, répond impitoyablement par une hausse des taxes imposées à ses voisins.</p>"
      }
    },
    {
      "start_date":{
        "year": "-241"
      },
      "end_date": {
        "year": "-217"
      },
      "text":{
        "headline": "<div style='color:#244f9a'>Montée des tensions à l'Ouest</div>",
        "text": "<p>Au Nord comme au Sud, les accords conclus et les alliances ne suffisent pas à contre-balancer l'énorme pouvoir de pression économique de Taalses-Kodosha. Peu à peu, l'agacement se mue en vive animosité chez ses voisins, qui fourbissent leurs armes et n'attendent qu'une maladresse de leur rival pour l'assaillir. Les royaumes alliés ne s'embarrassent plus de manigances visant à camoufler leurs préparatifs militaires, qui se poursuivent désormais au grand jour pour mieux intimider la double couronne</p><p>Malgré les menaces et provocations à peine déguisées, celle-ci tient fermement ses positions et allège ses défenses le long de la passe de Savad pour renforcer ses frontières à l'Est. Sur le plan diplomatique, elle parvient à priver ses voisins du moindre <i>casus belli</i> en désamorçant habilement les incidents avant qu'ils ne deviennent des prétextes à une entrée en guerre.</p>"
      }
    },
    {
      "start_date":{
        "year": "-217"
      },
      "text":{
        "headline": "<div style='color:#244f9a'>Taalses-Kodosha isolée</div>",
        "text": "<p>Dès son arrivée sur le trône en -217, la jeune et impétueuse Nooar II, monarque de Yomba, ordonne de cesser toute relation diplomatique et commerciale avec la double couronne, excédée par l'orgueil dont cette dernière fait preuve. À Istuuk, son allié le seigneur Vanh lui reproche d'avoir agi sans le consulter, sans pour autant se priver de lui emboîter le pas, en décrétant un blocus commercial absolu sur Taalses-Kodosha.</p><p>Ces décisions, qui marquent une étape de plus dans la dégradation des relations diplomatiques entre domaines de l'Ouest, font d'abord hésiter les seigneurs de l'Alliance du Nord quant à la réaction à adopter. C'est une missive urgente de Nooar II qui les persuadera finalement de rompre tout échange officiel avec la double couronne. Bien que la teneur exacte de ce courrier ne fut jamais révélée, l'aristocratie me'eda retiendra comment cette reine d'à peine dix-sept ans imposa sa volonté à des têtes couronnées de trente ans ses aînés…</p>"
      }
    },
    {
      "start_date":{
        "year": "-201"
      },
      "end_date":{
        "year": "-189"
      },
      "text":{
        "headline": "<div style='color:#980404'>Guerre de la nouvelle lune</div>",
        "text": "<p><i><a href='frise.php?id=gnl'>Frise détaillée</a></i></p><p>Les alliances du Nord et du Sud menacent d'envahir la double couronne si celle-ci n'allège pas les droits de douane qu'elle réclame. Entêté et va-t-en-guerre, Yomgeong, le seigneur de Taalses-Kodosha fait traîner les négociations tout en préparant ses armées à un assaut vers Chuzan. L'attaque est lancée à la nouvelle lune du cinquième mois et donnera au conflit son nom de « guerre de la nouvelle lune ».</p><p>L'assaut prend l'Alliance du Nord au dépourvu et les armées de Yomgeong progressent en territoire ennemi pendant plusieurs mois, avant de subir une contre-attaque venue de Porara, puis un débarquement des troupes de Yomba et Istuuk à l'Est. Pourtant, pendant huit ans Yomgeong s'obstinera à relancer des invasions, d'abord vers Yomba puis de nouveau vers Chuzan, toujours au prix de pertes considérables et de retraites aussi rares que coûteuses. Il est finalement assassiné avec la complicité de ses généraux les plus influents, désireux de mettre fin au conflit avant que leur seigneur ne condamne définitivement ses soldats et son peuple. S'empressant de négocier le traité de paix qu'on exige d'eux avec insistance, les diplomates représentant les différentes couronnes s'accordent finalement sur un retour au tracé des frontières telles qu'elles étaient avant la guerre.</p>"
      }
    }
  ]
}
