{
    "title": {
      "text": {
        "headline": "Histoire humaine de Medainë<br/>De l'arrivée des Me'eda à nos jours",
        "text": "<p>Près de dix-huit siècles se sont écoulés depuis la découverte de ces terres par les tribus nomades me'eda, ancêtres des Meda-vê et premier peuple humain à s'établir dans ces contrées. Cette frise chronologique retrace les événements marquants et les périodes majeures qui ont jalonné l'histoire des peuples humains vivant et ayant vécu à Medainë.</p>"
      }
    },
    "eras": [
      {
        "start_date": {
          "year": "-1300"
        },
        "end_date": {
          "year": "-1100"
        },
        "text": {
          "headline": "Me'eda nomades"
        }
      },
      {
        "start_date": {
          "year": "-1100"
        },
        "end_date": {
          "year": "-592"
        },
        "text": {
          "headline": "Tribus me'eda sédentarisés"
        }
      },
      {
        "start_date": {
          "year": "-592"
        },
        "end_date": {
          "year": "0"
        },
        "text": {
          "headline": "Royaumes me'eda"
        }
      },
      {
        "start_date": {
          "year": "0"
        },
        "end_date": {
          "year": "318"
        },
        "text": {
          "headline": "Razhiga"
        }
      },
      {
        "start_date": {
          "year": "318"
        },
        "end_date": {
          "year": "523"
        },
        "text": {
          "headline": "Maaduga"
        }
      }
    ],
    "events": [
      {
        "start_date": {
          "year": "-1300"
        },
        "text": {
          "headline": "Errance des tribus me'eda à travers le continent",
          "text": "<p>Dépourvus de terres, les Me'eda adoptent un mode de vie nomade et parcourent le continent à la recherche de contrées où s'établir. Ils sont à plusieurs reprises chassés de leurs habitats temporaires par des peuples humains ou Kala'em s'opposant à leur présence durable sur leurs terres.</p>"
        }
      },
      {
        "start_date": {
          "year": "-1100"
        },
        "text": {
          "headline": "Sédentarisation du peuple Me'eda",
          "text": "<p>Après avoir longé la chaîne des monts Ymia par l'Ouest, les Me'eda quittent le royaume de Silig à l'Ouest, franchissent la passe de Savad et progressent vers l'Est. Découvrant enfin des terres hospitalières et vierges de toute présence humaine, ils s'approprient promptement cette contrée qui deviendra le pays de Medainë, abandonnent leur mode de vie nomade et fondent leurs premiers villages aux emplacements les plus accueillants.</p>"
        }
      },
      {
        "start_date": {
          "year": "-1050"
        },
        "text": {
          "headline": "Expansion des Me'eda",
          "text": "<p>Arrivés par la passe de Savad à l'Ouest, les Me'eda entreprennent de poursuivre à l'Est leur avancée dans ces terres inconnues des humains. Au fil de la dispersion de la population, les rencontres avec des Kala'em autochtones donnent lieu au tracé, tacite ou formel, des premières frontières du pays. Au Nord, la chaîne des Ymia forme une frontière naturelle et au-delà, le bois de Moen est peuplé d'animaux et divinités farouches. Au Sud-Est, le marais de Goro Zan, très inhospitalier, interdit toute expansion. À l'Est, les géants de la steppe de la Ma'av, par un puissant sortilège, imposent aux Me'eda de cesser d'avancer sur leurs terres.</p>"
        }
      },
      {
        "start_date": {
          "year": "-800"
        },
        "text": {
          "headline": "Exploration et aménagement du territoire",
          "text": "<p>Les villes grandissent, la population croît rapidement et les Me'eda continuent à s'établir partout où ils le peuvent sur ces terres, dessinant peu à peu les contours du pays. Pour faciliter le transport et la communication, ils aménagent des routes de terres, ainsi que des voies fluviales et des canaux facilitant les échanges d'une ville à l'autre.</p>"
        }
      },
      {
        "start_date": {
          "year": "-651"
        },
        "text": {
          "headline": "Début de la première guerre savadique",
          "text": "<p>Les Me'eda doivent faire face à la première agression militaire à leur encontre depuis leur sédentarisation : le roi de Silig, royaume voisin situé à l'Ouest de la passe de Savad, lève un ost de près de sept mille soldats et ordonne l'invasion de Medainë. L'armée franchit la passe de Savad et marche sur les villes les plus proches de la frontière. La population, prise au dépourvue et sans défense, fuit vers l'Est sur ordre des chefs de tribu, abandonnant villes et villages pour trouver refuge dans les régions encore épargnées.</p>"
        }
      },
      {
        "start_date": {
          "year": "-650"
        },
        "text": {
          "headline": "L'envahisseur progresse",
          "text": "<p>La force d'invasion, enhardie par sa progression incontestée, disperse ses troupes tous azimuts autour de Kodosha-da, conquise et fortifiée de murs de bois pour en faire la tête de pont de leur invasion. La zone conquise s'étend jusqu'à ce que les lignes de soutien logistique atteignent leurs limites. L'armée assaillante est alors divisée en nombreux contingents tenant les lieux stratégiques tout le long de la ligne de front.</p>"
        }
      },
      {
        "start_date": {
          "year": "-649"
        },
        "text": {
          "headline": "La défense s'organise",
          "text": "<p>Du côté des Me'eda, les chefs réunis en urgence organisent la contre-attaque et rassemblent leurs forces pour résister à l'envahisseur. Malgré l'absence d'armée conventionnelle chez les Me'eda, ceux-ci disposent d'intrépides chasseurs et d'excellents cavaliers, qui mènent de nombreuses attaques éclairs sur les positions ennemies les plus vulnérables. Leurs assauts se font par petites unités légères et mobiles de tireurs montés, autonomes ou supportées par de l'infanterie polyvalente.</p>"
        }
      },
      {
        "start_date": {
          "year": "-647"
        },
        "text": {
          "headline": "Les envahisseurs battent en retraite",
          "text": "<p>Les assauts des cavaliers me'eda se poursuivent inlassablement et érodent la ligne de front tandis que les troupes d'invasion s'amenuisent. L'état-major de Silig, devant les pertes qui s'accumulent depuis deux ans et l'impasse tactique qui les paralyse, se résout à ordonner un repli de ses troupes les plus avancées et tente de reformer ses rangs autour de ses positions aux environs de Kodosha-da. Les Me'eda en profitent pour traquer les soldats qui se replient. En plusieurs endroits de la ligne de front, le moral de ces derniers finit par céder, causant désertions et capitulations.</p>"
        }
      },
      {
        "start_date": {
          "year": "-645"
        },
        "text": {
          "headline": "L'armée de Silig est cernée",
          "text": "<p>Les troupes me'eda prennent de vitesse l'armée ennemie, la débordent au Nord et au Sud et parviennent à mettre à mal les voies de ravitaillement des envahisseurs, qui transitaient par la passe de Savad. Privé du soutien matériel et des renforts venus de Silig, le reste de la force d'invasion, rassemblé autour de Kodosha-da, se retrouve isolé et vulnérable aux assauts des forces me'eda. Celles-ci reprennent le contrôle des villages et des campagnes de la région, jusqu'à forcer l'envahisseur à se terrer derrière les murs de la dernière ville sous leur contrôle, Kodosha-da. Le roi de Silig se résout à abandonner ses espoirs d'invasion et abandonne ses troupes encore présentes à Medainë plutôt que de tenter de leur venir en aide par l'envoi d'une nouvelle armée.</p>"
        }
      },
      {
        "start_date": {
          "year": "-644"
        },
        "text": {
          "headline": "La guerre prend fin",
          "text": "<p>Après sept ans de conflit dont un an de siège, les forces me'eda viennent à bout de l'armée envoyée par Silig. Les dernières troupes d'invasion, à bout de forces, démoralisées et abandonnées par leur roi, capitulent malgré les ordres contraires de leur commandement de campagne, et les Me'eda reprennent enfin le contrôle de tout leur territoire. Cependant, bien que chacune des parties retrouve de fait ses frontières précédentes, aucun accord de paix n'est établi pour officialiser l'arrêt des combats.</p><p>Dans les mois qui suivent leur victoire, les troupes me'eda se massent le long de la passe de Savad, qu'ils renforcent par des ouvrages défensifs. Les prisonniers capturés lors des retraites et des capitulations sont libérés au compte-goutte et en différents endroits de la frontière, pour garantir la dispersion totale de l'armée ennemie.</p>"
        }
      },
      {
        "start_date": {
          "year": "-592"
        },
        "text": {
          "headline": "Morcellement du pays en neuf royaumes",
          "text": "<p>Désormais largement dispersées dans le pays, les tribus me'eda s'émancipent peu à peu les unes des autres et délimitent leurs propres territoires. Plusieurs chefs de tribu, désireux d'asseoir plus fermement leur pouvoir, fondent des royaumes indépendants et prennent la tête des dynasties au pouvoir. Dans les décennies qui suivent, les autres chefs de tribu finissent par imiter ces nouveaux rois et au total, neuf couronnes se créent dans le pays, recouvrant l'intégralité du territoire.</p>"
        }
      }
    ]
}
